[Info]
language=Japanese(日本語)
date=2026-01-12 by TeraTerm Project
contributor=-

[Tera Term]
DLG_SYSTEM_FONT=ＭＳ Ｐゴシック,12,128
DLG_TAHOMA_FONT=ＭＳ Ｐゴシック,9,128

MENU_FILE=ファイル(&F)
MENU_FILE_NEW=新しい接続(&N)...\tAlt+N
MENU_FILE_DUPLICATE=セッションの複製(&U)\tAlt+D
MENU_FILE_GYGWIN=Cygwin接続(&G)\tAlt+G
MENU_FILE_LOG=ログ(&L)...
MENU_FILE_PAUSELOG=ログを中断(&I)
MENU_FILE_COMMENTLOG=ログにコメントを付加(&O)...
MENU_FILE_VIEWLOG=ログを表示(&V)
MENU_FILE_SHOWLOGDIALOG=ログ記録中ダイアログを表示(&W)...
MENU_FILE_STOPLOG=ログを終了(&Q)
MENU_FILE_SENDFILE=ファイル送信(&S)...
MENU_FILE_RECVFILE=ファイル受信(&Z)...
MENU_FILE_CHANGEDIR=ディレクトリを変更(&C)...
MENU_FILE_REPLAYLOG=ログを再生(&R)...
MENU_FILE_PRINT=印刷(&P)...\tAlt+P
MENU_FILE_DISCONNECT=接続断(&D)\tAlt+I
MENU_FILE_EXIT=終了(&X)\tAlt+Q
MENU_FILE_EXITALL=Tera Termの全終了(&A)

MENU_TRANS=転送(&T)
MENU_TRANS_KERMIT_RCV=受信(&R)
MENU_TRANS_KERMIT_GET=取得(&G)...
MENU_TRANS_KERMIT_SEND=送信(&S)...
MENU_TRANS_KERMIT_FINISH=終了(&F)
MENU_TRANS_X_RCV=受信(&R)...
MENU_TRANS_X_SEND=送信(&S)...
MENU_TRANS_Y_RCV=受信(&R)...
MENU_TRANS_Y_SEND=送信(&S)...
MENU_TRANS_Z_RCV=受信(&R)
MENU_TRANS_Z_SEND=送信(&S)...
MENU_TRANS_BP_RCV=受信(&R)
MENU_TRANS_BP_SEND=送信(&S)...
MENU_TRANS_QV_RCV=受信(&R)
MENU_TRANS_QV_SEND=送信(&S)...

MENU_EDIT=編集(&E)
MENU_EDIT_COPY=コピー(&C)\tAlt+C
MENU_EDIT_COPYTABLE=テーブルをコピー(&T)
MENU_EDIT_PASTE=貼り付け(&P)\tAlt+V
MENU_EDIT_PASTECR=貼り付け<C&R>\tAlt+R
MENU_EDIT_CLSCREEN=画面クリア(&S)
MENU_EDIT_CLBUFFER=バッファのクリア(&B)
MENU_EDIT_CANCELSELECT=選択を解除(&L)
MENU_EDIT_SELECTSCREEN=表示画面を選択(&E)
MENU_EDIT_SELECTALL=全て選択(&A)

MENU_SETUP=設定(&S)
MENU_SETUP_TERMINAL=端末(&T)...
MENU_SETUP_WINDOW=ウィンドウ(&W)...
MENU_SETUP_FONT=フォント(&F)...
MENU_SETUP_KEYBOARD=キーボード(&K)...
MENU_SETUP_SERIALPORT=シリアルポート(&E)...
MENU_SETUP_TCPIP=T&CP/IP...
MENU_SETUP_GENERAL=全般(&G)...
MENU_SETUP_ADDITION=その他の設定(&D)...
MENU_SETUP_SAVE=設定の保存(&S)...
MENU_SETUP_RESTORE=設定の読み込み(&R)...
MENU_SETUP_OPENSETUP=設定フォルダ(&I)..
MENU_SETUP_LOADKEYMAP=キーマップ読み込み(&L)...

MENU_CONTROL=コントロール(&O)
MENU_CONTROL_RESET=端末リセット(&R)
MENU_CONTROL_RESETTITLE=リモートタイトルリセット(&E)
MENU_CONTROL_AREYOUTHERE=AYT送信(&T)\tAlt+T
MENU_CONTROL_SENDBREAK=ブレーク送信(&S)\tAlt+B
MENU_CONTROL_RESETPORT=ポートのリセット(&P)
MENU_CONTROL_BROADCAST=ブロードキャストコマンド(&B)
MENU_CONTROL_OPENTEK=TEKウィンドウを開く(&O)
MENU_CONTROL_CLOSETEK=TEKウィンドウを閉じる(&C)
MENU_CONTROL_MACRO=マクロ(&M)
MENU_CONTROL_SHOW_MACRO=マクロウィンドウの表示(&W)

MENU_WINDOW=ウィンドウ(&W)
MENU_WINDOW_WINDOW=ウィンドウ(&W)
MENU_WINDOW_MINIMIZEALL=すべて最小化(&M)
MENU_WINDOW_CASCADE=重ねて表示(&C)
MENU_WINDOW_STACKED=上下に並べて表示(&S)
MENU_WINDOW_SIDEBYSIDE=左右に並べて表示(&B)
MENU_WINDOW_RESTOREALL=すべて復元(&R)
MENU_WINDOW_CASCADE_UNDO=元に戻す - 重ねて表示(&U)
MENU_WINDOW_STACKED_UNDO=元に戻す - 上下に並べて表示(&U)
MENU_WINDOW_SIDEBYSIDE_UNDO=元に戻す - 左右に並べて表示(&U)

MENU_HELP=ヘルプ(&H)
MENU_HELP_INDEX=目次(&I)
MENU_HELP_ABOUT=Tera Termについて(&A)...

MENU_SHOW_MENUBAR=メニューバー表示(&B)


TEKMENU_FILE=ファイル(&F)
TEKMENU_FILE_PRINT=印刷(&P)...\tAlt+P
TEKMENU_FILE_EXIT=終了(&X)\tAlt+Q

TEKMENU_EDIT=編集(&E)
TEKMENU_EDIT_COPY=コピー(&C)\tAlt+C
TEKMENU_EDIT_COPYSCREEN=画面のコピー(&S)
TEKMENU_EDIT_PASTE=貼り付け(&P)\tAlt+V
TEKMENU_EDIT_PASTECR=貼り付け<C&R>\tAlt+R
TEKMENU_EDIT_CLSCREEN=画面のクリア(&L)

TEKMENU_SETUP=設定(&S)
TEKMENU_SETUP_WINDOW=ウィンドウ(&W)...
TEKMENU_SETUP_FONT=フォント(&F)...

TEKMENU_VTWIN=VT-ウィンドウ(&O)

TEKMENU_WINDOW=ウィンドウ(&W)

TEKMENU_HELP=ヘルプ(&H)
TEKMENU_HELP_INDEX=目次(&I)
TEKMENU_HELP_USING=ヘルプの使い方(&H)
TEKMENU_HELP_ABOUT=Tera Term について(&A)...

TEKMENU_SHOW_MENUBAR=メニューバー表示(&B)

; ttermpro
; filesys.cpp
MSG_COMMENT_LOG_OPEN_ERROR=ログファイルを開けません

; ttime.c
MSG_USE_IME_ERROR=Can't use IME

; ttplug.c
MSG_LOAD_EXT_ERROR=Cannot load extension %s (%d)

; ttwinman.c
DLG_MAIN_TITLE_CONNECTING=[接続中...]
DLG_MAIN_TITLE_DISCONNECTED=[未接続]

; vtterm.c
MSG_CBACCESS_TITLE=クリップボードアクセス
MSG_CBACCESS_REJECT_TITLE=クリップボードアクセスの拒否
MSG_CBACCESS_READ=リモートホストがクリップボードの内容を読み取りました。
MSG_CBACCESS_WRITE=リモートホストがクリップボードに書き込みました。
MSG_CBACCESS_READ_REJECT=リモートホストからのクリップボード読み取りを拒否しました。
MSG_CBACCESS_WRITE_REJECT=リモートホストからのクリップボード書き込みを拒否しました。

; vtwin.cpp
MSG_ALL_TERMINATE_CONF=全Tera Termを強制終了しますか？
MSG_DISCONNECT_CONF=切断しますか？
MSG_EXEC_TT_ERROR=Tera Term を実行できません (%d)
MSG_FIND_CYGTERM_DIR_ERROR=Cygwin ディレクトリが見つかりません
MSG_CYGTERM_ENV_ALLOC_ERROR=環境変数用のメモリが確保できません
MSG_EXEC_CYGTERM_ERROR=Cygterm が実行できません
MSG_EXEC_TTMENU_ERROR=TeraTerm Menu が実行できません (%d)
MSG_VIEW_LOGFILE_ERROR=ログファイルを表示できません (%d)
FILEDLG_OPEN_LOGFILE_TITLE=バイナリモードで記録された再生するログファイルを選択してください
FILEDLG_OPEN_LOGFILE_FILTER=すべてのファイル(*.*)\0*.*\0\0
DIRDLG_CYGTERM_DIR_TITLE=Cygwin ディレクトリを選択してください
MSG_CYGTERM_CONF_WRITEFILE_ERROR=CygTerm 設定ファイルに書込みできません (%d).
MSG_CYGTERM_CONF_REMOVEFILE_ERROR=古い CygTerm 設定ファイルを削除できません (%d).
MSG_CYGTERM_CONF_RENAMEFILE_ERROR=CygTerm 設定ファイルの名前を変更できません (%d).
MSG_CYGTERM_CONF_SAVED_NOTICE=Cygwin タブの設定が %s に保存されました。
FILEDLG_SELECT_LOGVIEW_APP_TITLE=Tera Term: エディタを指定
FILEDLG_SELECT_LOGVIEW_APP_FILTER=exe(*.exe)\0*.exe\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SELECT_LOGDIR_TITLE=ログフォルダを選択してください
FILEDLG_SELECT_CONFIRM_STRING_APP_TITLE=ペースト時に警告するキーワードファイルを選択してください
FILEDLG_SELECT_CONFIRM_STRING_APP_FILTER=txt(*.txt)\0*.txt\0すべてのファイル(*.*)\0*.*\0\0
MSG_LOGFILE_INVALID_CHAR_ERROR=ログファイル名に無効な文字が含まれています
MSG_LOGFILE_TOOLONG_ERROR=ログファイル名が長すぎます
MSG_TT_FILE_OPEN_ERROR=Tera Term: ファイル オープン エラー
MSG_LOGFILE_WRITE_ERROR=ログファイルに書き込めません。\n%s
MSG_SAVESETUP_PERMISSION_ERROR=TERATERM.INI に書き込み権限がありません

DLG_TABSHEET_TITLE=Tera Term: その他の設定
DLG_TABSHEET_TITLE_GENERAL=全般
DLG_TABSHEET_TITLE_SEQUENCE=制御シーケンス
DLG_TABSHEET_TITLE_COPYPASTE=コピーと貼り付け
DLG_TABSHEET_TITLE_VISUAL=表示
DLG_TABSHEET_TITLE_LOG=ログ
DLG_TABSHEET_TITLE_CYGWIN=Cygwin
DLG_TABSHEET_TITLE_FONT=フォント
DLG_TABSHEET_TITLE_ENCODING=エンコーディング
DLG_TABSHEET_TITLE_THEME=テーマ
DLG_TABSHEET_TITLE_MOUSE=マウス
DLG_TABSHEET_TITLE_FONT_TEK=フォント(TEK)

DLG_TAB_GENERAL_CLICKURL=クリッカブルURLを有効にする(&E)
DLG_TAB_GENERAL_DISABLESENDBREAK=ブレーク送信のアクセラレータキーを無効にする(&S)
DLG_TAB_GENERAL_ACCEPTBROADCAST=ブロードキャストを受け入れる(&B)
DLG_TAB_GENERAL_MOUSEWHEEL_SCROLL_LINE=ホイールのスクロール行数(&W)
DLG_TAB_GENERAL_AUTOSCROLL_ONLY_IN_BOTTOM_LINE=最下行でだけ自動スクロールする(&U)
DLG_TAB_GENERAL_CLEAR_ON_RESIZE=ウィンドウサイズ変更時に表示内容をクリアする(&C)
DLG_TAB_GENERAL_CURSOR_CHANGE_IME=&IMEの状態によってカーソル形状を変更する
DLG_TAB_GENERAL_LIST_HIDDEN_FONTS=OSで非表示のフォントもフォントダイアログの一覧に表示する(&H)
DLG_TAB_GENERAL_TITLEFMT_GROUP=タイトル形式
DLG_TAB_GENERAL_TITLEFMT_DISPHOSTNAME=ホスト/ポート名を表示する(&D)
DLG_TAB_GENERAL_TITLEFMT_DISPSESSION=セッション番号を表示する(&N)
DLG_TAB_GENERAL_TITLEFMT_DISPVTTEK=&VT/TEK を表示する
DLG_TAB_GENERAL_TITLEFMT_SWAPHOSTTITLE=タイトルとホスト名の場所を入れ換える(&T)
DLG_TAB_GENERAL_TITLEFMT_DISPTCPPORT=TCP ポート番号を表示する(&P)
DLG_TAB_GENERAL_TITLEFMT_DISPSERIALSPEED=シリアルポートのスピードを表示する(&R)
DLG_TAB_GENERAL_NOTIFICATION_TITLE=通知
DLG_TAB_GENERAL_NOTIFIY_SOUND=通知音
DLG_TAB_GENERAL_NOTIFICATION_TEST_NOTIFY=&Notify テスト
DLG_TAB_GENERAL_NOTIFICATION_TEST_MESSAGE=通知領域(タスクトレイ)にアイコンを表示しています。\nWindowsの通知設定でアイコンの表示をon/offできます。
DLG_TAB_GENERAL_NOTIFICATION_TEST_TRAY=&Tray テスト

DLG_TAB_SEQUENCE_ACCEPT_MOUSE_EVENT_TRACKING=マウスイベント通知要求を受け入れる(&M)
DLG_TAB_SEQUENCE_DISABLE_MOUSE_TRACKING_CTRL=Controlキーを押している間はマウスイベントを通知しない(&D)
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING=ウィンドウタイトルの変更要求を受け入れる(&T)
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING_OFF=無効
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING_OVERWRITE=上書き
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING_AHEAD=前に追加
DLG_TAB_SEQUENCE_ACCEPT_TITLE_CHANGING_LAST=後に追加
DLG_TAB_SEQUENCE_CURSOR_CTRL=カーソル形状/点滅変更制御シーケンス(&C)
DLG_TAB_SEQUENCE_WINDOW_CTRL=ウィンドウ操作制御シーケンス(&W)
DLG_TAB_SEQUENCE_WINDOW_REPORT=ウィンドウ情報報告シーケンス(&R)
DLG_TAB_SEQUENCE_TITLE_REPORT=ウィンドウタイトルの報告要求(&I)
DLG_TAB_SEQUENCE_TITLE_REPORT_IGNORE=無視
DLG_TAB_SEQUENCE_TITLE_REPORT_ACCEPT=応答
DLG_TAB_SEQUENCE_TITLE_REPORT_EMPTY=空白
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS=リモートからのクリップボードアクセス(&L)
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS_OFF=無効
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS_ON=読込/書込
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS_READ=読込のみ
DLG_TAB_SEQUENCE_CLIPBOARD_ACCESS_WRITE=書込のみ
DLG_TAB_SEQUENCE_CLIPBOARD_NOTIFY=リモートからのクリップボードアクセスを通知する(&N)
DLG_TAB_SEQUENCE_ACCEPT_CLEAR_SBUFF=リモートからのスクロールバッファの消去を受け入れる(&S)
DLG_TAB_SEQUENCE_PRINT_START=印字開始シーケンスを無効化(&I)
DLG_TAB_SEQUENCE_BEEP_LABEL=ベル(&B)
DLG_TAB_SEQUENCE_BEEP_DISABLE=無視
DLG_TAB_SEQUENCE_BEEP_SOUND=サウンド
DLG_TAB_SEQUENCE_BEEP_VISUALBELL=ビジュアルベル

DLG_TAB_COPYPASTE_CONTINUE=継続行コピーを有効にする(&L)
DLG_TAB_COPYPASTE_MOUSEPASTE=右クリックでの貼り付けを無効にする(&D)
DLG_TAB_COPYPASTE_CONFIRMPASTE=右クリックでの貼り付けを確認する(&C)
DLG_TAB_COPYPASTE_MOUSEPASTEM=中クリックでの貼り付けを無効にする(&M)
DLG_TAB_COPYPASTE_SELECTLBUTTON=左クリックでのみ選択を開始する(&O)
DLG_TAB_COPYPASTE_TRIM_TRAILING_NL=貼り付け時に末尾の改行を削除する(&T)
DLG_TAB_COPYPASTE_CONFIRM_CHANGE_PASTE=危険なクリップボードの貼り付けを確認する(&P)
DLG_TAB_COPYPASTE_STRINGFILE=キーワードファイル(&S)
DLG_TAB_COPYPASTE_DELIMITER=区切り文字(&I)
DLG_TAB_COPYPASTE_PASTEDELAY=貼り付けの行間遅延(&A)
DLG_TAB_COPYPASTE_PASTEDELAY2=ミリ秒
DLG_TAB_COPYPASTE_SELECT_ON_ACTIVATE=マウスでウィンドウ選択時の文字選択を有効にする(&B)
DLG_TAB_COPYPASTE_AUTO_TEXT_COPY=マウスで文字選択時、自動でクリップボードへのコピーを行う(&Y)

DLG_TAB_VISUAL_ALPHA=ウィンドウの不透明度
DLG_TAB_VISUAL_ALPHA_ACTIVE=アクテイブ時(&A)
DLG_TAB_VISUAL_ALPHA_INACTIVE=非アクティブ時(&C)
DLG_TAB_VISUAL_MOUSE=マウスカーソル(&M)
DLG_TAB_VISUAL_FONT_QUALITY=フォントの品質(&F)
DLG_TAB_VISUAL_FONT_QUALITY_DEFAULT=デフォルト
DLG_TAB_VISUAL_FONT_QUALITY_NONANTIALIASED=アンチエイリアスなし
DLG_TAB_VISUAL_FONT_QUALITY_ANTIALIASED=アンチエイリアス
DLG_TAB_VISUAL_FONT_QUALITY_CLEARTYPE=ClearType
DLG_TAB_VISUAL_ANSICOLOR=AN&SIカラー
DLG_TAB_VISUAL_RED=赤(&R)
DLG_TAB_VISUAL_GREEN=緑(&G)
DLG_TAB_VISUAL_BLUE=青(&B)
DLG_TAB_VISUAL_CORNER_DONT_ROUND=ウィンドウの角を丸くしない
DLG_TAB_VISUAL_BOLD_COLOR=太字属性色を有効にする(&O)
DLG_TAB_VISUAL_BOLD_FONT=太字属性フォントを有効にする
DLG_TAB_VISUAL_BLINK=点滅属性色を有効にする(&L)
DLG_TAB_VISUAL_REVERSE=反転属性色を有効にする(&V)
DLG_TAB_VISUAL_UNDERLINE_COLOR=下線属性色を有効にする
DLG_TAB_VISUAL_UNDERLINE_FONT=下線属性に下線を付加する
DLG_TAB_VISUAL_URL_COLOR=URL属性色を有効にする(&U)
DLG_TAB_VISUAL_URL_FONT=URL文字列に下線を付加する(&U)
DLG_TAB_VISUAL_ANSI=ANSIカラーを有効にする(&N)
DLG_TAB_VISUAL_FAST_SIZE_MOVE=ウィンドウ移動/リサイズ時テーマを一時的にdisableする
DLG_TAB_VISUAL_THEME_STARTUP_NO_USE=使用しない
DLG_TAB_VISUAL_THEME_STARTUP_FIXED_THEME=固定テーマ(テーマファイル指定)
DLG_TAB_VISUAL_THEME_STARTUP_RANDOM_THEME=ランダムテーマ

DLG_TAB_LOG_EDITOR=ログ表示用エディタ
DLG_TAB_LOG_EDITOR_EXE=実行ファイル(&E)
DLG_TAB_LOG_EDITOR_ARG=引き数(&R)
DLG_TAB_LOG_FILENAME=標準ログファイル名(strftimeフォーマット可) (&F)
DLG_TAB_LOG_FILEPATH=標準のログ保存先フォルダ(&S)
DLG_TAB_LOG_AUTOSTART=自動的にログ採取を開始する(&U)
DLG_TAB_LOG_ROTATE=ログのローテート(&L)
DLG_TAB_LOG_ROTATE_SIZE_TEXT=サイズ(&i)
DLG_TAB_LOG_ROTATESTEP=世代(&R)


DLG_TAB_CYGWIN_PATH=Cygwinインストール先のパス(&P)

DLG_TAB_FONT_VTWINFONT=VTウィンドウフォント(&V)
DLG_TAB_FONT_BTN_SELECT=選択(&S)...
DLG_TAB_FONT_VTFONT_TITLE=文字描画で使用するAPI
DLG_TAB_FONT_DLGFONT=ダイアログフォント(&D)
DLG_TAB_FONT_TEKFONT=TEKフォント
DLG_TAB_FONT_BTN_DEFAULT=デフォルト(&E)
DLG_TAB_FONT_CODEPAGE_LABEL=表示用文字変換コードページ(0の時自動, %d)(&C)
DLG_TAB_FONT_LIST_PRO_FONTS_VT=プロポーショナルフォントをフォントダイアログの一覧に表示する(&P)
DLG_TAB_FONT_LIST_PRO_FONTS_DLG=プロポーショナルフォントをフォントダイアログの一覧に表示する(&R)
DLG_TAB_FONT_CHARACTER_SPACE=文字間スペース
DLG_TAB_FONT_RESIZED_FONT=描画幅に合わせてリサイズしたフォントを描画(&W)
MSG_TOOLTIP_EDITERR_TITLE1=許可されていない文字
MSG_TOOLTIP_EDITERR_TEXT1=正と負の整数のみ使用できます。
DLG_TAB_FONT_FOLDER=フォント設定/フォントフォルダ(%s)を開く

DLG_COMMENT_TITLE=ログにコメントを付加

DLG_BROADCAST_TITLE=Tera Term: コマンドのブロードキャスト
DLG_BROADCAST_HISTORY=ヒストリ
DLG_BROADCAST_PARENTONLY=このプロセスのみに送信
DLG_BROADCAST_ENTER=Enterキー
DLG_BROADCAST_SUBMIT=送信
DLG_BROADCAST_CLOSE=閉じる
DLG_BROADCAST_REALTIME=リアルタイム
DLG_BROADCAST_HELP=ヘルプ
CMENU_BROADCAST_FOREGROUND=選択ウィンドウを前面へ
CMENU_BROADCAST_MINIMIZE=選択ウィンドウを最小化
CMENU_BROADCAST_REFRESH=ウィンドウ一覧の更新
CMENU_BROADCAST_SELECT_ALL=すべて選択
CMENU_BROADCAST_UNSELECT_ALL=すべて選択解除
CMENU_BROADCAST_INVERSE=選択状態を反転

DLG_PRNABORT_PRINTING=印刷中

DLG_PROT_FILENAME=ファイル名:
DLG_PROT_PROTO=プロトコル:
DLG_PROT_PACKET=パケット#:
DLG_PROT_TRANS=転送済容量:
DLG_PROT_ELAPSED=経過時間:

DLG_FILETRANS_TITLE=ファイル送信
DLG_FILETRANS_FILENAME=ファイル名:
DLG_FILETRANS_FULLPATH=フルパス:
DLG_FILETRANS_TRNAS=転送済容量:
DLG_FILETRANS_ELAPSED=経過時間:
DLG_FILETRANS_START=再開(&S)
DLG_FILETRANS_PAUSE=一時停止(&S)
DLG_FILETRANS_CLOSE=閉じる

DLG_SETUPDIR_TITLE=Tera Term: 設定フォルダ
DLG_SETUPDIR_INIFILE=Tera Term設定ファイル
DLG_SETUPDIR_KEYBOARDFILE=キーボード設定ファイル
DLG_SETUPDIR_CYGTERMFILE=CygTerm設定ファイル
DLG_SETUPDIR_KNOWNHOSTSFILE=SSH known_hostsファイル
DLG_SETUPDIR_NOFILE_ERROR=ファイルが存在しません(%d)
DLG_SETUPDIR_OPENFILE_ERROR=ファイルが開けません(%d)

DLG_DANDD_TITLE=Tera Term: ファイル ドラッグ&ドロップ
DLG_DANDD_TEXT=ファイル転送を行いますか？
DLG_DANDD_SCP_RADIO=&SCP
DLG_DANDD_SENDFILE_RADIO=ファイル送信（ファイルの内容を貼り付け）(&E)
DLG_DANDD_PASTE_RADIO=ファイル名を貼り付け(&P)
DLG_DANDD_SCP_DEST_LABEL=送信先(&T):
DLG_DANDD_SCP_DEST_NOTE=空のときはホームディレクトリに送信されます
DLG_DANDD_SEND_BINARY_CHECK=バイナリ(&R)
DLG_DANDD_PASTE_ESCAPE_CHECK=エスケープ(&C)
DLG_DANDD_PASTE_SPACE_RADIO=スペースで区切る(&O)
DLG_DANDD_PASTE_NEWLINE_RADIO=改行で区切る(&N)
DLG_DANDD_NEXTFILES=同じ処理を次の %d 個のファイルに適用(&D)
DLG_DANDD_SAME_NEEXTDROP=次のドロップ時、同じ処理を行う(&M)
DLG_DANDD_DONTSHOW_NEEXTDROP=次のドロップ時、ダイアログを表示しない(&I)
DLG_DANDD_NOTE=このダイアログは、CTRLを押しながらドロップすると必ず表示されます

TOOLTIP_TITLEBAR_OPACITY=不透明度 %.1f %%

; commonlib.c
MSG_WINSOCK_ERROR=Winsock が使えません
MSG_INVALID_HOST_ERROR=無効なホスト
MSG_CANTOPEN_ERROR=%sが開けません (0x%08x)
MSG_CANTOPEN_ERROR_NOTFOUND=%sが見つかりません。
MSG_CANTOPEN_ERROR_DENIED=%sへのアクセスが拒否されました。
MSG_CANTOPEN_ERROR_PIPEBUSY=%sが開けません。他で使用中です。
MSG_CANTOPEN_FILE_ERROR=ファイルが開けません
MSG_COMM_REFUSE_ERROR=接続が拒否されました
MSG_COMM_REACH_ERROR=ネットワークに到達できません
MSG_COMM_TIMEOUT_ERROR=接続がタイムアウトしました
MSG_COMM_CONNECT_ERROR=ホストに接続できません
MSG_CREATE_THREAD_ERROR=スレッドが作成できません

; ttpdlg
; ttdlg.c
DLG_ABOUT_TITLE=Tera Term について

DLG_SELECT_DIR_TITLE=新しいディレクトリを選択してください

DLG_GEN_TITLE=Tera Term: 全般設定
DLG_GEN_PORT=新しい接続のデフォルト(&C):
DLG_GEN_PORT_TCPIP=TCP/IP
DLG_GEN_PORT_SERIAL=Serial
DLG_GEN_LANG_UI=UI言語(&L):

DLG_HOST_TITLE=Tera Term: 新しい接続
DLG_HOST_TCPIPHOST=ホスト(&O):
DLG_HOST_TCPIPPORT=TCPポート#(&P):
DLG_HOST_TCPIPPROTOCOL=IPバージョン(&N):
DLG_HOST_SERIAL=シリアル(&S)
DLG_HOST_SERIALPORT=ポート(&R):

DLG_KEYB_TITLE=キーボード
DLG_KEYB_TRANSMIT=DELを送信するキー:
DLG_KEYB_BS=&Backspace キー
DLG_KEYB_DEL=&Delete キー
DLG_KEYB_KEYB=キーボード(&K):
DLG_KEYB_META=&Meta キー:
DLG_KEYB_META_OFF=off
DLG_KEYB_META_ON=on
DLG_KEYB_META_LEFT=left
DLG_KEYB_META_RIGHT=right
DLG_KEYB_DISABLE=無効化するモード
DLG_KEYB_APPKEY=アプリケーションキーパッド(&A)
DLG_KEYB_APPCUR=アプリケーションカーソル(&C)

DLG_SERIAL_TITLE=シリアルポート
DLG_SERIAL_PORT=ポート(&P):
DLG_SERIAL_BAUD=スピード(&E):
DLG_SERIAL_DATA=データ(&D):
DLG_SERIAL_PARITY=パリティ(&A):
DLG_SERIAL_STOP=ストップビット(&S):
DLG_SERIAL_FLOW=フロー制御(&F):
DLG_SERIAL_DELAY=送信遅延
DLG_SERIAL_DELAYCHAR=ミリ秒/字(&C)
DLG_SERIAL_DELAYLINE=ミリ秒/行(&L)
DLG_SERIAL_OK_CONNECTION=新しいウィンドウで接続(&N)
DLG_SERIAL_OK_OPEN=新規オープン(&N)
DLG_SERIAL_OK_CLOSEOPEN=クローズ＆新規オープン(&N)
DLG_SERIAL_OK_RESET=現在の接続を再設定(&N)

; edit history
DLG_TCPIP_ADD=追加(&A)
DLG_TCPIP_UP=上へ(&U)
DLG_TCPIP_REMOVE=削除(&R)
DLG_TCPIP_DOWN=下へ(&D)

; TCP/IP tab
DLG_TCPIP_TITLE=TCP/IP
DLG_TCPIP_HOSTLIST=ホストリスト(&L)
DLG_TCPIP_HISTORYTITLE=履歴
DLG_TCPIP_HISTORY=新規接続時にホストリストに追加(&I)
DLG_TCPIP_EDITHISTORY=ホストリストの編集
DLG_TCPIP_TELNET=T&elnet
DLG_TCPIP_PORT=ポート#(&P):
DLG_TCPIP_KEEPALIVE=Telnet &Keep-alive
DLG_TCPIP_KEEPALIVE_SEC=秒(0指定で無効)
DLG_TCPIP_AUTOCLOSE=自動的にウィンドウを閉じる(&W)
DLG_TCPIP_TERMTYPE=端末タイプ(&T):

DLG_TERM_TITLE=端末
DLG_TERM_WIDTHLABEL=端末サイズ(&T):
DLG_TERM_ISWIN== ウィンドウサイズ(&S):
DLG_TERM_RESIZE=自動的に調整(&W):
DLG_TERM_NEWLINE=改行コード
DLG_TERM_CRRCV=受信(&R):
DLG_TERM_CRSEND=送信(&M):
DLG_TERM_ID=端末ID(&I):
DLG_TERM_LOCALECHO=ローカルエコー(&L):
DLG_TERM_ANSBACK=応答(&A):
DLG_TERM_AUTOSWITCH=自動切り替え(VT<->TEK)(&U):
DLG_TERM_KANJI=エンコーディング-受信(&E)
DLG_TERM_KANA=半角カナ(&F)
DLG_TERM_KANJISEND=エンコーディング-送信(&N)
DLG_TERM_KANASEND=半角カナ(&D)
DLG_TERM_KIN=漢字イン(&N):
DLG_TERM_KOUT=漢字アウト(&O):
DLG_CODING_DECSP_UNICODE_TO_DEC=UnicodeをDEC Special Graphicsへマッピングする
DLG_CODING_UNICODE_TO_DEC_BOXDRAWING=罫線素片(U+2500-U+257F)
DLG_CODING_UNICODE_TO_DEC_PUNCTUATION=
DLG_CODING_UNICODE_TO_DEC_MIDDLEDOT=中点(U+00B7,U+2024,U+2219)
DLG_CODING_DECSP_DEC_TO_UNICODE=DEC Special GraphicsをUnicodeへマッピングする
DLG_CODING_DECSP_DO_NOT_MAP=DEC Special Graphicsをマッピングしない
DLG_ENCODING_CHAR_WIDTH_PER_CHAR=文字ごとの文字幅オーバーライド設定を使う
DLG_WIN_TITLE=ウィンドウ
DLG_WIN_TEK_TITLE=ウィンドウ(TEK)
DLG_WIN_TITLELABEL=タイトル(&T):
DLG_WIN_CURSOR=カーソルの形
DLG_WIN_BLOCK=四角(&L):
DLG_WIN_VERT=垂直線(&V):
DLG_WIN_HORZ=下線(&O):
DLG_WIN_BOLDFONT=太字を有効(&D)
DLG_WIN_HIDETITLE=タイトルバーを隠す(&I):
DLG_WIN_NO_FRAME=ウインドウ枠を隠す(&F):
DLG_WIN_HIDEMENU=メニューバーを隠す(&M):
DLG_WIN_COLOREMU=カラーエミュレーション(&C):
DLG_WIN_PCBOLD16=&16色モード(PC形式):
DLG_WIN_AIXTERM16=1&6色モード(aixterm形式):
DLG_WIN_XTERM256=&256色モード(xterm形式):
DLG_WIN_SCROLL1=スクロールバッファ(&S):
DLG_WIN_SCROLL3=行(&N)
DLG_WIN_COLOR=カラー
DLG_WIN_TEXT=文字(&X)
DLG_WIN_BG=背景(&K)
DLG_WIN_ATTRIB=属性(&A)
DLG_WIN_SWAP_COLORS=色入れ替え(&W)
DLG_WIN_R=赤(&R):
DLG_WIN_G=緑(&G):
DLG_WIN_B=青(&B):
DLG_WIN_ALWAYSBG=常に標準の背景色を使う(&U)
DLG_WIN_NORMAL=標準
DLG_WIN_BOLD=太字
DLG_WIN_BLINK=点滅
DLG_WIN_REVERSEATTR=反転
DLG_WIN_URL=URL
DLG_WIN_UNDERLINE=下線

DLG_CHOOSEFONT_STC6="スタイル" を選択しても実際のフォント表示には反映されません。

DLG_WINLIST_TITLE=Tera Term: ウィンドウのリスト
DLG_WINLIST_LABEL=ウィンドウ(&W):
DLG_WINLIST_OPEN=開く(&O)
DLG_WINLIST_CLOSEWIN=閉じる(&C)

MSG_FIND_DIR_ERROR=ディレクトリが見つかりません

; ttpfile
; ttfile.c
DLG_FOPT_TITLE=ログ
DLG_FOPT_FILENAME_TITLE=ログファイル名(dialogにファイルをドロップ)(&F)
DLG_FOPT_APPEND_LABEL=書き込みモード
DLG_FOPT_NEW_OVERWRITE=新規/上書き(&N)
DLG_FOPT_APPEND=追記(&A)
DLG_FOPT_BINARY_LABEL=テキスト/バイナリモード
DLG_FOPT_TEXT=テキスト(&E)
DLG_FOPT_BINARY=バイナリ(&R)
DLG_FOPT_BOM=&BOM
DLG_FOPT_PLAIN=プレーンテキスト(&P)
DLG_FOPT_TIMESTAMP=タイムスタンプ(&T)
DLG_FOPT_HIDEDIALOG=ダイアログを非表示(&D)
DLG_FOPT_ALLBUFFINFIRST=現在バッファを含む(&C)
DLG_FOPT_TIMESTAMP_LOCAL=ローカルタイム
DLG_FOPT_TIMESTAMP_UTC=UTC
DLG_FOPT_TIMESTAMP_ELAPSED_LOGGING=経過時間(Logging)
DLG_FOPT_TIMESTAMP_ELAPSED_CONNECTION=経過時間(Connection)

DLG_XOPT=オプション
DLG_XOPT_CHECKSUM=チェックサム(&S)
DLG_XOPT_CRC=&CRC
DLG_XOPT_1K=1&K
DLG_XOPT_BINARY=バイナリ(&R)

FILEDLG_KEYBOARD_FILTER=キーボード設定ファイル (*.cnf)\0*.cnf\0\0
FILEDLG_SETUP_FILTER=設定ファイル (*.ini)\0*.ini\0\0
FILEDLG_SAVE_SETUP_TITLE=Tera Term: 設定の保存
FILEDLG_RESTORE_SETUP_TITLE=Tera Term: 設定の読み込み
FILEDLG_LOAD_KEYMAP_TITLE=Tera Term:キーマップの読み込み
FILEDLG_ALL_FILTER=すべてのファイル(*.*)\0*.*\0\0
FILEDLG_USER_FILTER_NAME=ユーザ定義

DLG_GETFN_TITLE=Tera Term: Kermit 取得
DLG_GETFN_FILENAME=ファイル名(&F):

; ttftypes.h
FILEDLG_TRANS_TITLE_LOG=ログ記録中
FILEDLG_TRANS_TITLE_SENDFILE=ファイル送信中
FILEDLG_TRANS_TITLE_KMTRCV=Kermit受信
FILEDLG_TRANS_TITLE_KMTGET=Kermit取得
FILEDLG_TRANS_TITLE_KMTSEND=Kermit送信
FILEDLG_TRANS_TITLE_KMTFIN=Kermit終了
FILEDLG_TRANS_TITLE_XRCV=XMODEM受信
FILEDLG_TRANS_TITLE_XSEND=XMODEM送信
FILEDLG_TRANS_TITLE_YRCV=YMODEM受信
FILEDLG_TRANS_TITLE_YSEND=YMODEM送信
FILEDLG_TRANS_TITLE_ZRCV=ZMODEM受信
FILEDLG_TRANS_TITLE_ZSEND=ZMODEM送信
FILEDLG_TRANS_TITLE_BPRCV=B-Plus受信
FILEDLG_TRANS_TITLE_BPSEND=B-Plus送信
FILEDLG_TRANS_TITLE_QVRCV=Quick-VAN受信
FILEDLG_TRANS_TITLE_QVSEND=Quick-VAN送信
FILEDLG_TRANS_TITLE_RECVFILE=ファイル受信
FILEDLG_TRANS_TITLE_RAWRCV=ファイル受信中

; dlg clipboard
DLG_CLIPBOARD_TITLE=Tera Term: クリップボードの確認

; ttptek
; tttek.c
MSG_TEK_PRINT_ERROR=Printer dose not support graphics

; ttpmacro
FILEDLG_OPEN_MACRO_TITLE=MACRO: マクロを開く
FILEDLG_OPEN_MACRO_FILTER=マクロファイル (*.ttl)\0*.ttl\0\0

BTN_PAUSE=中断(&P)
BTN_START=開始(&S)
BTN_END=終了(&E)
BTN_YES=はい(&Y)
BTN_NO=いいえ(&N)
BTN_STOP=マクロ停止(&S)
BTN_CONTINUE=続行(&C)

MSG_MACRO_CONF=MACRO: 確認
MSG_MACRO_HALT_SCRIPT=本当にこのマクロスクリプトを停止しますか？

; common
MSG_ERROR=エラー
MSG_TT_ERROR=Tera Term: エラー
MSG_TT_NOTICE=Tera Term: 通知
MSG_TT_TAKE_EFFECT=次回起動時に設定が有効となります.

BTN_OK=OK
BTN_CANCEL=キャンセル
BTN_CLOSE=閉じる(&C)
BTN_HELP=ヘルプ(&H)
BTN_DEFAULT=デフォルト

; help
HELPFILE=teratermj.chm
MSG_OPENHELP_ERROR=HTMLヘルプ(%s)を開けません.

; ttset
MSG_INI_ERROR=Tera Term: エラー
MSG_INI_WRITE_ERROR=iniファイルに書き込みができません

; sendfile
DLG_SENDFILE_READING_METHOD_TITLE=ファイルの読み込み方法
DLG_SENDFILE_READING_METHOD_BULK=バルク(一括)読み込み(&U)
DLG_SENDFILE_READING_METHOD_SEQUENTIAL=シーケンシャル(逐次)読み込み(&Q)
DLG_SENDFILE_READING_METOHD_TOOLTIP=Bulk read:\n・ファイルをメモリに読み込んでから送信する\n・テキストファイルのエンコードは自動判定される\nSequential read:\n・ファイルから読み込みながら送信する\n・テキストファイルはACPとして読み込み,エンコードは自動判定されない
DLG_SENDFILE_BINARY=バイナリ(&B)

; receivefile
DLG_RECVFILE_FILENAME_TITLE=受信ファイル名(dialogにファイルをドロップ)(&R)
DLG_RECVFILE_BINARY=バイナリ(&B)
DLG_RECVFILE_AUTOSTOP_LABEL=ファイル受信自動停止待ち時間(秒)(&A)

; theme
DLG_THEME_PREVIEW_FILE_TITLE=プレビュー/ファイル
DLG_THEME_PREVIEW_FILE_LOAD=読み込み
DLG_THEME_PREVIEW_FILE_SAVE=保存

DLG_THEME_BG_TITLE=背景
DLG_THEME_BG_IMAGE=背景画像

DLG_THEME_BG_ALPHA_TITLE=背景画像透過
DLG_THEME_BG_ALPHA_TEXT_BACK_ALPHA_TITLE=通常文字背景色の透過(右が不透明):
DLG_THEME_BG_ALPHA_REVERSE_TEXT_BACK_ALPHA_TITLE=反転文字背景色の透過:
DLG_THEME_BG_ALPHA_OTHER_BACK_TITLE=その他の文字背景色の透過:

DLG_THEME_COLOR_TITLE=文字色

[TTSSH]
; font
DLG_SYSTEM_FONT=ＭＳ Ｐゴシック,12,128
DLG_TAHOMA_FONT=ＭＳ Ｐゴシック,9,128
DLG_ABOUT_FONT=ＭＳ ゴシック,9,128

; menu
MENU_ABOUT=&TTSSHについて...
MENU_SSH=SS&H...
MENU_SSH_AUTH=SSH認証(&A)...
MENU_SSH_FORWARD=SSH転送(&O)...
MENU_SSH_KEYGEN=SSH鍵生成(&N)...

; dlg about
DLG_ABOUT_TITLE=TTSSHについて
DLG_ABOUT_FP_HASH_ALGORITHM=鍵指紋ハッシュアルゴリズム:
DLG_ABOUT_SERVERID=サーバID:
DLG_ABOUT_PROTOCOL=プロトコルのバージョン:
DLG_ABOUT_ENCRYPTION=暗号化方式:
DLG_ABOUT_SERVERKEY=サーバ鍵:
DLG_ABOUT_KEXKEY=鍵交換の鍵:
DLG_ABOUT_AUTH=認証方式:
DLG_ABOUT_COMP=圧縮状況:
DLG_ABOUT_CLIENTID=クライアントID:
DLG_ABOUT_KEX=鍵交換アルゴリズム:
DLG_ABOUT_HOSTKEY=ホスト鍵:
DLG_ABOUT_MAC=MACアルゴリズム:
DLG_ABOUT_MAC_INFO=%s でサーバへ, %s でサーバから
DLG_ABOUT_COMPDELAY=遅延圧縮状況:
DLG_ABOUT_CIPHER_INFO=%s でサーバへ, %s でサーバから
DLG_ABOUT_KEY_INFO=%dビット サーバ鍵, %dビット ホスト鍵
DLG_ABOUT_KEY_INFO2=%dビット クライアント鍵, %dビット サーバ鍵
DLG_ABOUT_KEY_NONE=なし
DLG_ABOUT_COMP_INFO=レベル %d; 圧縮比 %.1f (%ld:%ld)
DLG_ABOUT_COMP_INFO2=レベル %d
DLG_ABOUT_COMP_NONE=なし
DLG_ABOUT_COMP_UPDOWN=アップロード %s; ダウンロード %s
DLG_ABOUT_AUTH_INFO=ユーザー '%s', %s認証
DLG_ABOUT_KEXPARAM=鍵交換パラメータ:
DLG_ABOUT_KEXPARAM_DH=%d-bit DH グループ
DLG_ABOUT_KEXPARAM_NISTP=NIST P-%d (%d-bit) 楕円曲線
DLG_ABOUT_KEXPARAM_X25519=Curve25519 (255-bit) 楕円曲線
DLG_ABOUT_KEXPARAM_SNTRUP761X25519=Curve25519 (255-bit) 楕円曲線, SNTRUP761 (次数761の多項式)
DLG_ABOUT_KEXPARAM_MLKEM768X25519=Curve25519 (255-bit) 楕円曲線, ML-KEM-768 (768次元格子)
DLG_ABOUT_AUTH_INFO2=, %s key
DLG_ABOUT_AUTH_INFO3=, %s key with %s
DLG_ABOUT_FINGERPRINT=ホスト鍵の指紋:

; dlg auth
DLG_AUTH_TITLE=SSH認証
DLG_AUTH_TITLE_FAILED=SSH認証を再試行中
DLG_AUTH_BANNER=ログイン中: %s
DLG_AUTH_BANNER2=認証が必要です.
DLG_AUTH_BANNER2_FAILED=認証に失敗しました. 再試行してください.
DLG_AUTH_BANNER2_FURTHER=追加の認証が必要です.
DLG_AUTH_USERNAME=ユーザ名(&N):
DLG_AUTH_USE_DEFAULT_USERNAME=デフォルトユーザ名を使用(&D)
DLG_AUTH_USE_LOGON_USERNAME=ログオンユーザ名を使用(&L)
DLG_AUTH_PASSWORD=パスフレーズ(&P):
DLG_AUTH_PASTE_CLIPBOARD=クリップボードからペースト(&C)
DLG_AUTH_CLEAR_CLIPBOARD=クリップボードからペースト後クリップボードをクリア(&E)
DLG_AUTH_USE_CONTORL_CHARACTERS=パスフレーズに制御文字を使用(&T)
DLG_AUTH_SHOW_PASSPHRASE=パスフレーズを表示(&S)
DLG_AUTH_REMEMBER_PASSWORD=パスワードをメモリ上に記憶する(&M)
DLG_AUTH_FWDAGENT=エージェント転送する(&O)
DLG_AUTH_METHOD=認証方式
DLG_AUTH_METHOD_PASSWORD=プレインパスワードを使う(&L)
DLG_AUTH_METHOD_RSA=&RSA/DSA/ECDSA/ED25519鍵を使う
DLG_AUTH_METHOD_RHOST=r&hosts(SSH1)を使う
DLG_AUTH_METHOD_CHALLENGE1=チャレンジレスポンス認証(&TIS)を使う
DLG_AUTH_METHOD_CHALLENGE2=キーボードインタラクティブ認証を使う(&I)
DLG_AUTH_METHOD_PAGEANT=P&ageantを使う
DLG_AUTH_PRIVATEKEY=秘密鍵(&K):
DLG_AUTH_LOCALUSER=ローカルのユーザ名(&U):
DLG_AUTH_HOST_PRIVATEKEY=ホスト鍵(&F):
DLG_AUTH_TIP_CONTROL_CODE=制御文字が入力されました
DLG_AUTH_TIP_PASTE_KEY=Shift+Insertでクリップボードからペーストできます
MSG_PAGEANT_NOTFOUND=Pageant が見つかりません.
MSG_PAGEANT_NOKEY=Pageant に有効な鍵が登録されていません.

; dlg auth setup
DLG_AUTHSETUP_TITLE=TTSSH: 認証設定
DLG_AUTHSETUP_BANNER=通常使用する認証設定:
DLG_AUTHSETUP_USERNAME=ユーザ名
DLG_AUTHSETUP_NO_USERNAME=入力しない(&D)
DLG_AUTHSETUP_DEFAULT_USERNAME=デフォルトユーザ名を使用(&S):
DLG_AUTHSETUP_LOGON_USERNAME=ログオンユーザ名を使用(&E):
DLG_AUTHSETUP_LOGON_USERNAME_TEXT=現在のログオンユーザ名 "%s"
DLG_AUTHSETUP_METHOD=認証方式
DLG_AUTHSETUP_METHOD_PASSWORD=プレインパスワードを使う(&L)
DLG_AUTHSETUP_METHOD_RSA=&RSA/DSA/ECDSA/ED25519鍵を使う
DLG_AUTHSETUP_METHOD_RHOST=r&hostsを使う(SSH1)
DLG_AUTHSETUP_METHOD_CHALLENGE=SSH1:チャレンジレスポンス認証(&TIS)/SSH2:キーボードインタラクティブ認証を使う
DLG_AUTHSETUP_METHOD_PAGEANT=P&ageantを使う
DLG_AUTHSETUP_PRIVATEKEY=秘密鍵(&K):
DLG_AUTHSETUP_LOCALUSER=ローカルのユーザ名(&U):
DLG_AUTHSETUP_HOST_PRIVATEKEY=ホスト鍵(&F):
DLG_AUTHSETUP_CHECKAUTH=ログイン前にサーバで有効な認証方式を確認する (SSH2)(&C)

FILEDLG_OPEN_PRIVATEKEY_TITLE=RSA/DSA/ECDSA/ED25519秘密鍵ファイルの選択
FILEDLG_OPEN_PRIVATEKEY_FILTER=秘密鍵ファイル\0identity;id_rsa;id_dsa;id_ecdsa;id_ed25519;*.ppk;*.pem\0identity(RSA1)\0identity\0id_rsa(SSH2)\0id_rsa\0id_dsa(SSH2)\0id_dsa\0id_ecdsa(SSH2)\0id_ecdsa\0id_ed25519(SSH2)\0id_ed25519\0PuTTY(*.ppk)\0*.ppk\0PEMファイル(*.pem)\0*.pem\0すべてのファイル(*.*)\0*.*\0\0
MSG_KEYSPECIFY_ERROR=RSA/DSA/ECDSA/ED25519秘密鍵の含まれるファイルを指定してください
MSG_READKEY_ERROR=SSH2秘密鍵の読み込みに失敗しました\n%s
MSG_RHOSTS_NOTDEFAULT_ERROR=Rhosts 認証は標準の認証方式ではないため, 認証に失敗するかもしれません.\nRhosts 認証をTTSSH で使用するには, Rhosts 認証を標準に設定後TTSSH を再起動し, 接続前に設定メニューから"SSH 認証..." を選択して下さい.
MSG_NOAUTHMETHOD_ERROR=サーバはTTSSH が提供する認証オプションをサポートしていません.\n接続は閉じられます.

; dlg diff key
DLG_DIFFERENTKEY_TITLE=セキュリティ警告
DLG_DIFFERENTKEY_WARNING=knows hostsリスト中のサーバ"%s"のエントリと, 接続先のホスト鍵が *一致していません* 悪意を持ったホストが, 接続しようとしているサーバのふりをしている可能性もありますので, 十分注意してください.
DLG_DIFFERENTKEY_WARNING2=known hostsリストにこのホストを上書きして続行すると, 次回からこの警告は出なくなります.
DLG_DIFFERENTKEY_FINGERPRINT=サーバ側のホスト鍵指紋:
DLG_DIFFERENTKEY_FP_HASH_ALGORITHM=鍵指紋ハッシュアルゴリズム:
DLG_DIFFERENTKEY_REPLACE=既存の鍵を, 新しい鍵で上書きする(&R)

; dlg diff type key
DLG_DIFFERENTTYPEKEY_TITLE=セキュリティ警告
DLG_DIFFERENTTYPEKEY_WARNING=knows hostsリスト中のサーバ"%s"のエントリと, 接続先のホスト鍵の種類が *一致していません* 悪意を持ったホストが, 接続しようとしているサーバのふりをしている可能性もありますので, 十分注意してください.
DLG_DIFFERENTTYPEKEY_WARNING2=known hostsリストにこのホストを追加して続行すると, 次回からこの警告は出なくなります.
DLG_DIFFERENTTYPEKEY_FINGERPRINT=サーバ側のホスト鍵指紋:
DLG_DIFFERENTTYPEKEY_FP_HASH_ALGORITHM=鍵指紋ハッシュアルゴリズム:
DLG_DIFFERENTTYPEKEY_ADD=このホストをknown hostsリストに追加する(&A)

; dlg fwd edit
DLG_FWD_TITLE=SSHポート転送
DLG_FWD_BANNER=ポート転送を行う向きの選択:
DLG_FWD_LOCAL_PORT=ローカルのポート(&L)
DLG_FWD_LOCAL_LISTEN=リッスン(&I)
DLG_FWD_LOCAL_REMOTE=リモート側ホスト(&M)
DLG_FWD_LOCAL_REMOTE_PORT=ポート(&P)
DLG_FWD_LOCAL_CHECKIDENTITY=他のホストからの接続を受け入れる(&C)
DLG_FWD_REMOTE_PORT=リモートサーバのポート(&R)
DLG_FWD_REMOTE_LISTEN=リッスン(&S)
DLG_FWD_REMOTE_LOCAL=ローカル側ホスト(&A)
DLG_FWD_REMOTE_LOCAL_PORT=ポート(&O)
DLG_FWD_DYNAMIC_PORT=ダイナミックポート(&D)
DLG_FWD_DYNAMIC_LISTEN=リッスン(&T)

MSG_SAME_SERVERPORT_ERROR=同一リモートポートに 2つ以上の転送は設定できません (%d).
MSG_SAME_LOCALPORT_ERROR=同一ローカルポートに 2つ以上の転送は設定できません (%d).
MSG_UNSPECIFIED_FWD_ERROR1=このSSHセッションが始まったとき, 次の転送は指定されませんでした:\n\n
MSG_UNSPECIFIED_FWD_ERROR2=\nSSHプロトコルの規制のために, この転送は, 現在のSSHセッションで動作しません. \n設定を保存して, 新しいSSH セッションを開始すれば, 転送が有効になります.
MSG_INVALID_PORT_ERROR="%s" は無効なポート番号です. \nポート名を一覧から選択するか, 1 から 65535の間で指定してください.

; dlg fwd setup
DLG_FWDSETUP_TITLE=TTSSH: ポート転送設定
DLG_FWDSETUP_LIST=ポート転送(&P)
DLG_FWDSETUP_ADD=追加(&A)...
DLG_FWDSETUP_EDIT=編集(&E)...
DLG_FWDSETUP_REMOVE=削除(&R)
DLG_FWDSETUP_CHECKIDENTITY=ローカルのポートは他のホストからの接続を受け入れる(&C)
DLG_FWDSETUP_X=Xクライアントアプリケーションの転送
DLG_FWDSETUP_XAPP=リモートの&XアプリケーションをローカルのXサーバに表示する

MSG_FWD_REMOTE_XSERVER=リモートX サーバ
MSG_FWD_REMOTE_XSCREEN=X サーバ (ディスプレイ %d:%d)
MSG_FWD_REMOTE=リモートの "%s" のポート %s からローカル側ホスト "%s" のポート %s
MSG_FWD_LOCAL=ローカルの "%s" のポート %s から リモート側ホスト "%s" のポート %s
MSG_FWD_X=リモートのXアプリケーションからローカルのXサーバ
MSG_FWD_DYNAMIC=ローカルの "%s" のポート %s からリモート側ダイナミック

; dlg host
DLG_HOST_TITLE=Tera Term: 新しい接続
DLG_HOST_TCPIPHOST=ホスト(&T):
DLG_HOST_TCPIPHISTORY=ホストリストへ追加(&O)
DLG_HOST_TCPIPSERVICE=サービス:
DLG_HOST_TCPIPOTHER=その他
DLG_HOST_TCPIPPORT=TCPポート#(&P):
DLG_HOST_TCPIPSSHVERSION=SSHバージョン(&V):
DLG_HOST_TCPIPPROTOCOL=IPバージョン(&N):
DLG_HOST_SERIAL=シリアル(&E)
DLG_HOST_SERIALPORT=ポート(&R):
DLG_HOST_HELP=ヘルプ(&H)

MSG_TCPPORT_NAN_ERROR=TCPポート番号には数値を入力してください.

; dlg keygen
DLG_KEYGEN_TITLE=TTSSH: 鍵生成
DLG_KEYGEN_KEYTYPE=鍵の種類
DLG_KEYGEN_PASSPHRASE=鍵のパスフレーズ:
DLG_KEYGEN_PASSPHRASE2=パスフレーズの確認:
DLG_KEYGEN_COMMENT=コメント(&O):
DLG_KEYGEN_SAVEPUBLIC=公開鍵の保存(&I)
DLG_KEYGEN_SAVEPRIVATE=秘密鍵の保存(&P)
DLG_KEYGEN_GENERATE=生成(&G)
DLG_KEYGEN_BITS=ビット数(&B):
DLG_KEYGEN_BCRYPT_KDF=bcrypt KDF形式(&K)
DLG_KEYGEN_BCRYPT_ROUNDS=ラウンド数(&N):

MSG_KEYBITS_MIN_ERROR=鍵のビット数が小さすぎます.
MSG_BCRYPT_ROUNDS_MIN_ERROR=ラウンド数が小さすぎます.
MSG_BCRYPT_ROUNDS_MAX_ERROR=ラウンド数が大きすぎます.
MSG_KEYGEN_GENERATING=鍵を生成しています。
MSG_KEYGEN_GENERATED=鍵を生成しました。

FILEDLG_SAVE_PUBLICKEY_TITLE=公開鍵の保存先:
FILEDLG_SAVE_PUBLICKEY_RSA1_FILTER=SSH1 RSA key(identity.pub)\0identity.pub\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SAVE_PUBLICKEY_RSA_FILTER=SSH2 RSA key(id_rsa.pub)\0id_rsa.pub\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SAVE_PUBLICKEY_DSA_FILTER=SSH2 DSA key(id_dsa.pub)\0id_dsa.pub\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SAVE_PUBLICKEY_ECDSA_FILTER=SSH2 DSA key(id_ecdsa.pub)\0id_ecdsa.pub\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SAVE_PUBLICKEY_ED25519_FILTER=SSH2 ED25519 key(id_ed25519.pub)\0id_ed25519.pub\0すべてのファイル(*.*)\0*.*\0\0
MSG_SAVE_KEY_OPENFILE_ERROR=鍵ファイルを開けません
MSG_SAVE_KEY_WRITEFILE_ERROR=鍵ファイルに書き込めません
MSG_SAVE_PRIVATE_KEY_MISMATCH_ERROR=パスフレーズが一致しません
MSG_SAVE_PRIVATEKEY_EMPTY_WARN=空のパスフレーズを使用しますか？
FILEDLG_SAVE_PRIVATEKEY_TITLE=秘密鍵の保存先:
FILEDLG_SAVE_PRIVATEKEY_RSA1_FILTER=SSH1 RSA key(identity)\0identity\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SAVE_PRIVATEKEY_RSA_FILTER=SSH2 RSA key(id_rsa)\0id_rsa\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SAVE_PRIVATEKEY_DSA_FILTER=SSH2 DSA key(id_dsa)\0id_dsa\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SAVE_PRIVATEKEY_ECDSA_FILTER=SSH2 ECDSA key(id_ecdsa)\0id_ecdsa\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_SAVE_PRIVATEKEY_ED25519_FILTER=SSH2 ED25519 key(id_ed25519)\0id_ed25519\0すべてのファイル(*.*)\0*.*\0\0

; dlg setup
DLG_SSHSETUP_TITLE=TTSSH: 設定
DLG_SSHSETUP_COMPRESS=圧縮レベル(&C):
DLG_SSHSETUP_COMPRESS_NONE=なし
DLG_SSHSETUP_COMPRESS_HIGHEST=最高
DLG_SSHSETUP_COMPRESS_NOTE=SSH1: '圧縮レベル'により圧縮が有効になる。\nSSH2: '圧縮アルゴリズムの順'と'圧縮レベル'により圧縮が有効になる。
DLG_SSHSETUP_CIPHER=優先する暗号アルゴリズムの順(&P)
DLG_SSHSETUP_CIPHER_UP=上へ(&1)
DLG_SSHSETUP_CIPHER_DOWN=下へ(&2)
DLG_SSHSETUP_CIPHER_BORDER=<以下の暗号アルゴリズムは使用されません>
DLG_SSHSETUP_KEX=優先する鍵交換アルゴリズムの順(&E) (SSH2のみ)
DLG_SSHSETUP_KEX_UP=上へ(&3)
DLG_SSHSETUP_KEX_DOWN=下へ(&4)
DLG_SSHSETUP_KEX_BORDER=<以下の鍵交換アルゴリズムは使用されません>
DLG_SSHSETUP_HOST_KEY=優先するホストキーアルゴリズムの順(&S) (SSH2のみ)
DLG_SSHSETUP_HOST_KEY_UP=上へ(&5)
DLG_SSHSETUP_HOST_KEY_DOWN=下へ(&6)
DLG_SSHSETUP_HOST_KEY_BORDER=<以下のホストキーアルゴリズムは使用されません>
DLG_SSHSETUP_MAC=優先するMACアルゴリズムの順(&D) (SSH2のみ)
DLG_SSHSETUP_MAC_UP=上へ(&7)
DLG_SSHSETUP_MAC_DOWN=下へ(&8)
DLG_SSHSETUP_MAC_BORDER=<以下のMACアルゴリズムは使用されません>
DLG_SSHSETUP_COMP=優先する圧縮アルゴリズムの順(&I) (SSH2のみ)
DLG_SSHSETUP_COMP_UP=上へ(&9)
DLG_SSHSETUP_COMP_DOWN=下へ(&0)
DLG_SSHSETUP_COMP_BORDER=<以下の圧縮アルゴリズムは使用されません>
DLG_SSHSETUP_KNOWNHOST=SSH Known Hosts
DLG_SSHSETUP_KNOWNHOST_RW=読み書き(&W):
DLG_SSHSETUP_KNOWNHOST_RO=読み取り専用(&R):
DLG_SSHSETUP_HEARTBEAT=ハートビート(&keep-alive)
DLG_SSHSETUP_HEARTBEAT_UNIT=秒(0を指定すると無効)
DLG_SSHSETUP_PASSWORD=パスワードをメモリ上に記憶する(&M)
DLG_SSHSETUP_FORWARDAGENT=エージェント転送を有効にする(&A)
DLG_SSHSETUP_FORWARDAGENTCONFIRM=エージェント転送を確認する(&O)
DLG_SSHSETUP_FORWARDAGENTNOTIFY=転送したエージェントの利用を通知する(&T)
DLG_SSHSETUP_VERIFYHOSTKEYDNS=ホストキーの鍵指紋をDNSで確認する(&V)
DLG_SSHSETUP_NOTICE=いずれの変更も次回のセッション以降有効になります.
DLG_SSHSETUP_HOSTKEY_ROTATION=ホスト公開鍵の自動更新(&N)
DLG_SSHSETUP_HOSTKEY_ROTATION_NO=無効
DLG_SSHSETUP_HOSTKEY_ROTATION_YES=有効
DLG_SSHSETUP_HOSTKEY_ROTATION_ASK=確認する
DLG_SSHSETUP_LOGLEVEL=ログレベル(&L)
DLG_SSHSETUP_LOGLEVEL_UNIT=(0を指定すると無効)

FILEDLG_OPEN_KNOWNHOSTS_RW_TITLE=読み書き用knownhostsファイルを選択してください
FILEDLG_OPEN_KNOWNHOSTS_RO_TITLE=追加する読み取り専用knownhostsファイルを選択してください

; dlg tis
DLG_TIS_TITLE=SSH 認証チャレンジ
DLG_TIS_BANNER=ログイン中: %s

; dlg passwd change
DLG_PASSCHG_TITLE=TTSSH: パスワード変更
DLG_PASSCHG_MESSAGE=サーバはパスワードの変更を要求しています.
DLG_PASSCHG_OLDPASSWD=旧パスワード(&O)
DLG_PASSCHG_NEWPASSWD=新パスワード(&N)
DLG_PASSCHG_CONFIRMPASSWD=新パスワード確認(&C)
MSG_PASSCHG_MISMATCH=新パスワードが一致しません.

; dlg unknown host
DLG_UNKNOWNHOST_TITLE=セキュリティ警告
DLG_UNKNOWNHOST_WARNING=known hostsリストにサーバ"%s"のエントリはありません. 悪意を持ったホストが, 接続しようとしているサーバのふりをしている可能性もありますので, 十分注意してください！
DLG_UNKNOWNHOST_WARNING2=known hostsリストのこのホストを追加して続行すると, 次回からこの警告は出なくなります.
DLG_UNKNOWNHOST_FINGERPRINT=サーバ側のホスト鍵指紋:
DLG_UNKNOWNHOST_FP_HASH_ALGORITHM=鍵指紋ハッシュアルゴリズム:
DLG_UNKNOWNHOST_ADD=このホストをknown hostsリストに追加する(&A)

DLG_HOSTKEY_SSHFP_NOTFOUND=DNSで鍵指紋情報が見つかりませんでした。
DLG_HOSTKEY_SSHFP_MATCH=DNSで鍵指紋情報が見つかり、ホスト鍵の鍵指紋と一致しました。
DLG_HOSTKEY_SSHFP_MISMATCH=DNSで鍵指紋情報が見つかりましたが、ホスト鍵の鍵指紋と一致しませんでした。
DLG_HOSTKEY_SSHFP_DIFFTYPE=DNSで鍵指紋情報が見つかりましたが、ホスト鍵と鍵の種類が一致しませんでした。
DLG_HOSTKEY_DNSSEC_NG=DNSの鍵指紋情報はDNSSECで認証されて*いません*。
DLG_HOSTKEY_DNSSEC_OK=DNSの鍵指紋情報はDNSSECで認証されています。

DLG_HOSTKEY_ROTATION_TITLE=サーバホスト鍵の更新
DLG_HOSTKEY_ROTATION_WARNING=接続先のサーバ`%s'からホスト鍵一覧を受信しました.\n更新すると, known hostsリストに%u個の新しいホスト鍵を追加し、%u個の廃止されたホスト鍵を削除します.\nknown hostsリストを更新しますか?
DLG_HOSTKEY_ROTATION_FP_HASH_ALGORITHM=鍵指紋ハッシュアルゴリズム:
DLG_HOSTKEY_ROTATION_ADD=%u個の新しいホスト鍵:
DLG_HOSTKEY_ROTATION_REMOVE=%u個の廃止されたホスト鍵:

; dlg SCP
DLG_SCP_TITLE=TTSSH: Secure Copy Protocol (SCP)
DLG_SCP_SENDFILE_FROM=&From:
DLG_SCP_SENDFILE_TO=To:
DLG_SCP_SENDFILE_DRAG=このウィンドウにファイルをドラッグできます
DLG_SCP_SENDFILE_SEND=送信(&S)
DLG_SCP_SENDFILE_CANCEL=キャンセル(&C)
DLG_SCP_RECEIVEFILE_FROM=Fr&om:
DLG_SCP_RECEIVEFILE_TO=To:
DLG_SCP_RECEIVEFILE_RECEIVE=受信(&R)
DLG_SCP_SELECT_FILE_TITLE=送信ファイル選択
DLG_SCP_SELECT_DEST_TITLE=受信フォルダ選択

; dlg SCP progress
DLG_SCP_PROGRESS_TITLE_SENDFILE=TTSSH: SCP ファイル送信中
DLG_SCP_PROGRESS_TITLE_RECEIVEFILE=TTSSH: SCP ファイル受信中
DLG_SCP_PROGRESS_FILENAME_LABEL=ファイル名:
DLG_SCP_PROGRESS_BYTES_LABEL=転送済み:
DLG_SCP_PROGRESS_TIME_LABEL=経過時間:

; crypt.c
MSG_ENCRYPT_ERROR1=%s暗号化エラー(1): bytes %d (%d)
MSG_ENCRYPT_ERROR2=%s暗号化エラー(2)
MSG_DECRYPT_ERROR1=%s復号エラー(1): bytes %d (%d)
MSG_DECRYPT_ERROR2=%s復号エラー(2)
MSG_CIPHER_INIT_ERROR=暗号初期化エラー(%d)
MSG_RSAKEY_SETUP_ERROR=RSA 鍵設定エラー
MSG_UNAVAILABLE_CIPHERS_ERROR=このサーバはTTSSH 暗号アルゴリズムをサポートしていません.\nTTSSHとサーバ間のセキュアな接続を確立できません.\n接続を閉じます.
MSG_CIPHER_NONE_ERROR=このプログラムで使用可能な暗号化アルゴリズムと, サーバーが理解可能な暗号化アルゴリズムが異なっています. \nこのサーバーと通信するためには, 利用可能な暗号化アルゴリズムを増やさなければなりません. \nTTSSH セットアップダイアログボックス内を変更し, Tera Term を再起動してください.\n接続を閉じます.
MSG_RSAKEY_TOOWEAK_ERROR=サーバ RSA 鍵が極めて脆弱です. 安全な接続を確立できません.
MSG_CIPHER_NOTSELECTED_ERROR=暗号アルゴリズムが未選択です

; fwd.c
MSG_FWD_LOCAL_CHANNEL_ERROR=サーバーは, 存在しない転送チャンネルを操ろうとしました.\nEither the server has a bug or is hostile. You should close this connection.
MSG_FWD_REQUEST_ERROR=転送接続待ち受け中に通信エラーが発生しました.\n待ち受けポートを閉じます.
MSG_FWD_REFUSED_ERROR=接続は拒否されました (おそらくサービス停止中です)
MSG_FWD_NETDOWN_ERROR=転送先マシンに接続できません (おそらくネットワークの問題です)
MSG_FWD_MACHINEDOWN_ERROR=転送先マシンに接続できません (おそらくマシンがダウンしています)
MSG_FWD_ADDRNOTFOUND_ERROR=マシンにアドレスがありません
MSG_FWD_CONNECT_ERROR=転送接続を確立できませんでした
MSG_FWD_CHANNEL_ERROR=通信エラー %s forwarded local %s.\n%s (コード %d).\n転送接続を終了します.
MSG_FWD_CHANNEL_OPEN_X_ERROR=サーバはこのマシンに転送を試みました.\n%s 上のXサーバへの接続を要求しました (ディスプレイ %d:%d). \n%s(code %d).\n転送接続を終了します.
MSG_FWD_CHANNEL_OPEN_ERROR=サーバはこのマシンに転送を試みました.\n%s への接続を要求しました (ポート %s).\n%s(code %d).\n転送接続を終了します.
DLG_FWDMON_TITLE=TTSSH ポート転送モニタ
MSG_FWD_HOSTILE_ATTACK_ERROR=IP 番号 %s のホストが, ローカルポート %d に転送接続を試みました.\n悪意のある攻撃の場合があります.
MSG_FWD_SOCKET_ERROR=ポート転送に必要ないくつかのソケットの初期化に失敗しました.\nいくつかのポート転送サービスは利用できません.\n(エラー番号 %d)
MSG_FWD_DUPLICATE_ERROR=TTSSH 内部エラー: 重複した種類/ポートの指定が存在したため, ポート転送設定ができませんでした
MSG_FWD_DENIED_HANDLE_ERROR=サーバはこのマシンに転送を試みました.\nマシン %s 上のポート%s への接続を要求しました.\n要求処理中にエラーが発生したため, 拒否されました.
MSG_FWD_DENIED_ERROR=サーバはこのマシンに転送を試みました.\nマシン %s 上のポート%d への接続を要求しました.\nTTSSH に該当する転送設定が存在しないため, 要求を拒否しました.
MSG_FWD_DENIED_X_ERROR=サーバはこのマシンに転送を試みました.\nローカルのX サーバへの接続を要求しました.\nTTSSH に該当する転送設定が存在しないため, 要求を拒否しました.
MSG_FWD_DENIED_BY_SERVER_ERROR=ローカルマシン上のプログラムは転送先ポートに接続しました.\n転送要求はサーバ側で拒否されました. 接続を閉じます.
MSG_FWD_COMM_ERROR=ローカルポートに転送データを送信中, 通信エラーが発生しました.\n転送接続を閉じます.
MSG_FWD_AGENT_FORWARDING_CONFIRM=エージェント転送要求を受け入れますか？
MSG_FWD_AGENT_NOTIFY=リモートホストがエージェントにアクセスしました。
MSG_FWD_AGENT_NOTIFY_TITLE=エージェント転送

; hosts.c
MSG_HOSTS_READ_ENOENT_ERROR=known_hosts 読み込み中にエラーが発生しました. \n指定されたファイル名は存在しません.
MSG_HOSTS_READ_ERROR=known_hosts 読み込み中にエラーが発生しました.
MSG_HOSTS_ALLOC_ERROR=known_hosts 読み込み中にメモリ不足になりました.
MSG_HOSTS_HOSTNAME_INVALID_ERROR=ホスト名に無効な文字が含まれています.\nセッションを閉じます.
MSG_HOSTS_HOSTNAME_EMPTY_ERROR=ホスト名が空です.\nセッションを閉じます.
MSG_HOSTS_FILE_UNSPECIFY_ERROR=known-hosts が指定されなかったので, ホストとその鍵を加えることができません.\nTera Termを再起動して, TTSSH セットアップダイアログボックスで読込み・書込みknown-hosts を指定してください.
MSG_HOSTS_WRITE_EACCES_ERROR=ホスト鍵の書き込み中にエラーが発生しました.\nknown-hosts の書き込み権限がありません.
MSG_HOSTS_WRITE_ERROR=ホスト鍵の書き込み中にエラーが発生しました.\nホスト鍵を書き込めません.

; keyfiles.c
MSG_KEYFILES_READ_ENOENT_ERROR=鍵の読み込み中にエラーが発生しました.\n指定されたファイル名は存在しません.
MSG_KEYFILES_READ_ERROR=鍵の読み込み中にエラーが発生しました.
MSG_KEYFILES_READ_ALLOC_ERROR=鍵の読み込み中にメモリ不足になりました.
MSG_KEYFILES_PRIVATEKEY_NOTCONTAIN_ERROR=指定された鍵はSSH 秘密鍵ではありません.
MSG_KEYFILES_PRIVATEKEY_TRUNCATE_ERROR=指定された鍵ファイルは無効な秘密鍵です.
MSG_KEYFILES_PRIVATEKEY_LENGTH_ERROR=入力されたパスフレーズでは鍵ファイルを復号できません.\nこのファイルは適切な鍵長ではありません.
MSG_KEYFILES_PRIVATEKEY_NOCIPHER_ERROR=入力されたパスフレーズでは鍵ファイルを復号できません.\nTTSSH はこの暗号方式に対応していません.
MSG_KEYFILES_PASSPHRASE_EMPTY_ERROR=入力されたパスフレーズでは鍵ファイルを復号できません.\n自動ログインをするにはパスフレーズ無しの鍵ファイルを生成してください.\n注意: 鍵の盗難には十分ご注意ください.
MSG_KEYFILES_PASSPHRASE_ERROR=入力されたパスフレーズでは鍵ファイルを復号できません.\nパスフレーズに誤りがあります.
MSG_KEYFILES_CRYPTOLIB_ERROR=暗号ライブラリにエラーがあります.\n指定された鍵は無効です.

; pkt.c
MSG_PKT_OVERSIZED_ERROR=サーバから巨大なパケットを受信しました; 切断します.

; ssh.c
MSG_SSH_INVALID_COMPDATA_ERROR=受信パケット中の圧縮データが無効です.
MSG_SSH_TRUNCATED_PKT_ERROR=欠損パケットを受信しました (%ld > %d) @ grab_payload()
MSG_SSH_TRUNCATED_PKT_LIM_ERROR=欠損パケットを受信しました (%ld > %d) @ grab_payload_limited()
MSG_SSH_COREINS_ERROR='CORE 挿入攻撃' を検出しました. 接続を中断します.
MSG_SSH_CORRUPTDATA_ERROR=欠損データを検出しました. 切断します.
MSG_SSH_DECOMPRESS_ERROR=内部エラー: パケットの復号に失敗しました. \nバグ報告をお願いします.
MSG_SSH_SEND_PKT_ERROR=SSH パケットを送信中に通信エラーが発生しました. \n切断します. (%s:%d)
MSG_SSH_COMP_ERROR=パケットデータを圧縮中にエラーが発生しました. \n切断します.
MSG_SSH_UNABLE_FWD_ERROR=\n転送できないポートへの転送を行おうとしたため, サーバから切断されました. \n既に同じサーバ上の同一ポートで転送を行っている場合に発生します.
MSG_SSH_SERVER_DISCON_ERROR=サーバに次の理由で切断されました.  '%s'.%s
MSG_SSH_SERVER_DISCON_NORES_ERROR=サーバから切断されました (切断理由はありません). %s
MSG_SSH_VERSION_ERROR=サーバのプロトコルバージョンが不明です.
MSG_SSH_VERSION_MISMATCH=プロトコルバージョンが一致しません. サーバ:%d.%d クライアント:%d
MSG_SSH_SEND_ID_ERROR=SSH ID 文字列送信中にエラーが発生しました. \n切断します.
MSG_SSH_UNEXP_MSG2_ERROR=現在のステージでは想定外のSSH2 メッセージ(%d) です. (%d)
MSG_SSH_UNEXP_MSG_ERROR=想定外の種別のパケットを受信しました: %d
MSG_SSH_ALLOC_TERMINAL_ERROR=サーバは仮想端末を割り当てることができません. 端末に問題が生じる場合があります.
MSG_SSH_SETUP_COMP_ERROR=圧縮設定中にエラーが発生しました. \n切断します.
MSG_SSH_DECRYPT_RSA_ERROR=RSA 復号中にエラーが発生しました. \n鍵ファイルが誤り, または破損している場合があります.
MSG_SSH_UNSUPPORT_AUTH_METHOD_ERROR=内部エラー: サポート外の認証方法
MSG_SSH_AUTH_FAILURE_ERROR=SSH2自動ログインエラー: ユーザー認証が失敗しました.
MSG_SSH_SERVER_NO_AUTH_METHOD_ERROR=サーバに有効な認証方式がありません.
MSG_SSH_SERVER_UNSUPPORT_AUTH_METHOD_ERROR=\nサーバでサポートされていない認証方法です.
MSG_SSH_CHANNEL_OPEN_ERROR=SSH2_MSG_CHANNEL_OPEN_FAILURE を受信しました. \nチャネル [%d]: 理由: %s(%d) メッセージ: %s
MSG_SSH_NO_FREE_CHANNEL=新しいチャネルを開けません. チャネルがすべて使用中です.
MSG_SSH_GEX_SIZE_TITLE=TTSSH: GEX グループサイズを確認してください
MSG_SSH_GEX_SIZE_CANCEL=接続はキャンセルされました.
MSG_SSH_GEX_SIZE_OUTOFRANGE=受信したグループサイズが範囲外です: %d
MSG_SSH_GEX_SIZE_SMALLER=受信したグループサイズが要求した最小サイズより小さいです. \n要求したサイズ: %d, 受信したサイズ: %d\n受信したグループを受け入れますか？
MSG_SSH_GEX_SIZE_LARGER=受信したグループサイズが要求した最大サイズより大きいです. \n要求したサイズ: %d, 受信したサイズ: %d\n受信したグループを受け入れますか？
MSG_SSH_SUBSYSTEM_REQUEST_ERROR=サブシステムの要求が失敗しました. (%s)
MSG_SSH_AGENTERROR_TITLE=不正なエージェント要求
MSG_SSH_AGENTERROR_TOOLARGE=エージェント要求のメッセージが大きすぎるので無視します.
MSG_SSH_SCP_FILEOPEN_ERROR_TITLE=TTSSH: ファイルオープンエラー
MSG_SSH_SCP_FILEOPEN_READ_ERROR=読み取り用にファイルを開けません: %s %s
MSG_SSH_SCP_FILEOPEN_READONLY_ERROR=ファイル `%s' は読み取り専用です.
MSG_SSH_SCP_FILEOPEN_OVERWRITE_CONFIRM=ファイル `%s' が存在します.\n上書きしますか？
MSG_SSH_SCP_FILEOPEN_WRITE_ERROR=書き込み用にファイルを開けません: %s %s
MSG_SSH_SCP_CONFIRM_TITLE=TTSSH: 確認
MSG_SSH_SCP_ERROR_TITLE=TTSSH: SCP エラー
MSG_SSH_SCP_ERROR_INIT_TITLE=TTSSH: SCP エラー (SCP_INIT)

; ttxssh.c
MSG_UNKNOWN_OPTION_ERROR=無効なコマンドラインオプション: %s

MSG_CREATEWINDOW_SCP_ERROR=SCP ダイアログボックスを開けません.
MSG_CREATEWINDOW_KEYGEN_ERROR=鍵生成ダイアログボックスを開けません.
MSG_CREATEWINDOW_ABOUT_ERROR=情報ダイアログボックスを開けません.
MSG_CREATEWINDOW_SETUP_ERROR=TTSSH 設定ダイアログボックスを開けません.
MSG_CREATEWINDOW_FWDSETUP_ERROR=SSH ポート転送設定ダイアログボックスを開けません.
MSG_CREATEWINDOW_FWDEDIT_ERROR=SSH ポート転送編集ダイアログボックスを開けません.
MSG_CREATEWINDOW_AUTH_ERROR=認証ダイアログボックスを開けません.\n接続を閉じました.
MSG_CREATEWINDOW_AUTHSETUP_ERROR=認証設定ダイアログボックスを開けません.
MSG_OPEN_FILEDLG_KNOWNHOSTS_ERROR=ダイアログボックスを開けません: エラー %d

MSG_WARNING=警告
MSG_ERROR=エラー
MSG_TTSSH_ERROR=TTSSHエラー
MSG_NONFATAL_ERROR=Tera Term: 致命的でないエラー

BTN_OK=OK
BTN_CANCEL=キャンセル
BTN_CLOSE=閉じる(&C)
BTN_DISCONNECT=接続断(&D)
BTN_CONTINUE=続行(&C)
BTN_YES=はい(&Y)
BTN_NO=いいえ(&N)
BTN_HELP=ヘルプ(&H)

; x11util.c
MSG_X_AUTH_ERROR=リモートのX アプリケーションから無効な認証データを受信しました. \nX セッションは無効になっています.


[TTProxy]
DLG_TAHOMA_FONT=ＭＳ Ｐゴシック,9,128

MENU_SETUP=プロキシ(&P)...
MENU_ABOUT=TT&Proxyについて...

DLG_SETUP_TITLE=プロキシの設定
DLG_SETUP_URL=URL表現
DLG_SETUP_TYPE=種類(&T)
DLG_SETUP_HOST=ホスト名(&H)
DLG_SETUP_PORT=ポート番号(&N)
DLG_SETUP_USER=ユーザ名(&U)
DLG_SETUP_PASS=パスワード(&P)
DLG_SETUP_OTHER=その他の設定(&O)...

DLG_OTHER_TITLE=その他の設定
DLG_OTHER_COMMON=共通の設定
DLG_OTHER_TIMEOUT=接続タイムアウト(&T)
DLG_OTHER_SECOND=秒
DLG_OTHER_LOG=プロキシとの通信ログ(&L)
DLG_OTHER_REFER=参照(&F)...
DLG_OTHER_SOCKS=SOCKSプロキシの設定
DLG_OTHER_RESOLV=名前解決(&R)
DLG_OTHER_RESOLV_AUTO=自動的に判断する
DLG_OTHER_RESOLV_REMOTE=プロキシ側で解決する
DLG_OTHER_RESOLV_LOCAL=ローカルで解決する
DLG_OTHER_TELNET=TELNETプロキシの設定
DLG_OTHER_HOST=ホスト名入力プロンプト(&H)
DLG_OTHER_USER=ユーザー名入力プロンプト(&U)
DLG_OTHER_PASS=パスワード入力プロンプト(&P)
DLG_OTHER_CONNECT=接続成功メッセージ(&C)
DLG_OTHER_ERROR=接続失敗メッセージ(&E)

DLG_ABOUT_TITLE=TTProxyについて
DLG_ABOUT_EXTENSION=Tera Term proxy拡張
DLG_ABOUT_YEBISUYA=蛭子屋本舗
DLG_ABOUT_HOMEPAGE=TTProxyホームページ

MSG_EMPTY_HOSTNAME=プロキシのホスト名を指定してください。
MSG_ILLEGAL_PORT=ポート番号には正の整数を指定してください。
MSG_EMPTY_PARAMETER=すべてのパラメータは必須項目です。\n何か入力してください。
MSG_PROXY_UNAUTHORIZED=プロキシの認証に失敗しました。
MSG_PROXY_BAD_REQUEST=プロキシの設定により接続できません。
MSG_TYPE_NONE=プロキシを使用しない
MSG_LOGFILE_SELECT=ログファイルの選択
MSG_UNABLE_TO_GET_ISSUER_CERT=発行者証明書が見つかりません。
MSG_UNABLE_TO_GET_CRL=証明書のCRLが見つかりません。
MSG_UNABLE_TO_DECRYPT_CERT_SIGNATURE=証明書の署名が復号化できません。
MSG_UNABLE_TO_DECRYPT_CRL_SIGNATURE=CRLの署名が復号化できません。
MSG_UNABLE_TO_DECODE_ISSUER_PUBLIC_KEY=発行者の公開鍵が復号できません。
MSG_CERT_SIGNATURE_FAILURE=証明書の署名が不正です。
MSG_CRL_SIGNATURE_FAILURE=CRLの署名が不正です。
MSG_CERT_NOT_YET_VALID=証明書がまだ有効になっていません。
MSG_CERT_HAS_EXPIRED=証明書が有効期限切れです。
MSG_CRL_NOT_YET_VALID=CRLがまだ有効になっていません。
MSG_CRL_HAS_EXPIRED=CRLが有効期限切れです。
MSG_ERROR_IN_CERT_NOT_BEFORE_FIELD=証明書のnotBeforeフィールドの書式が不正です。
MSG_ERROR_IN_CERT_NOT_AFTER_FIELD=証明書のnotAfterフィールドの書式が不正です。
MSG_ERROR_IN_CRL_LAST_UPDATE_FIELD=CRLのlastUpdateフィールドの書式が不正です。
MSG_ERROR_IN_CRL_NEXT_UPDATE_FIELD=CRLのnextUpdateフィールドの書式が不正です。
MSG_OUT_OF_MEM=メモリが不足しています。
MSG_DEPTH_ZERO_SELF_SIGNED_CERT=自己署名の証明書です。
MSG_SELF_SIGNED_CERT_IN_CHAIN=証明書チェインに自己署名の証明書があります。
MSG_UNABLE_TO_GET_ISSUER_CERT_LOCALLY=ローカルの発行者証明書が見つかりません
MSG_UNABLE_TO_VERIFY_LEAF_SIGNATURE=最初の証明書が検証できません
MSG_CERT_CHAIN_TOO_LONG=証明書チェインが長すぎます。
MSG_CERT_REVOKED=廃止された証明書です。
MSG_INVALID_CA=無効なCA証明書です。
MSG_PATH_LENGTH_EXCEEDED=パスの長さが制約長を超えています。
MSG_INVALID_PURPOSE=証明書の目的外利用です。
MSG_CERT_UNTRUSTED=証明書は信頼されていません。
MSG_CERT_REJECTED=証明書が拒絶されています。
MSG_SUBJECT_ISSUER_MISMATCH=所有者と発行者が一致しません
MSG_AKID_SKID_MISMATCH=機関と所有者の鍵識別子が一致しません。
MSG_AKID_ISSUER_SERIAL_MISMATCH=機関と発行者のシリアル番号が一致しません。
MSG_KEYUSAGE_NO_CERTSIGN=証明書への署名を行なう権限がありません。
MSG_APPLICATION_VERIFICATION=アプリケーションでの検証に失敗しました。
MSG_UNMATCH_COMMON_NAME=証明書のホスト名と一致しません
MSG_UNABLE_TO_GET_COMMON_NAME=証明書のホスト名が見つかりません

BTN_OK=OK
BTN_CANCEL=キャンセル


[TTMenu]
DLG_TAHOMA_FONT=ＭＳ Ｐゴシック,9,128

MENU_LISTCONFIG=リスト編集
MENU_SETTING=設定
MENU_ICON=大きいアイコンで表示
MENU_FONT=フォントを指定
MENU_LEFTPOPUP=左クリックでリスト表示
MENU_HOTKEY=リスト表示ホットキー(Ctl+Alt+M)
MENU_VERSION=バージョン情報
MENU_EXEC=実行
MENU_CLOSE=終了
MENU_NOTRAY=(なし)

DLG_ABOUT_TITLE=バージョン情報
DLG_ABOUT_APPNAME=Tera Term 支援ツール\nTeraTerm Menu

DLG_CONFIG_TITLE=リスト編集
DLG_CONFIG_ITEM=リスト項目
DLG_CONFIG_CONFIG=設定内容
DLG_CONFIG_NAME=登録名
DLG_CONFIG_PATTERN=起動の種類
DLG_CONFIG_AUTO=自動ログイン
DLG_CONFIG_HOST=ホスト名
DLG_CONFIG_USER=ユーザ名
DLG_CONFIG_PASS=パスワード
DLG_CONFIG_MACRO=マクロファイルを指定して実行
DLG_CONFIG_LAUNCH=起動のみ
DLG_CONFIG_STARTUP=起動時に実行
DLG_CONFIG_LOCKBOX_CHECK=LockBoxを使用
DLG_CONFIG_LOCKBOX_BUTTON=LockBox
DLG_CONFIG_SSH=sshを使用
DLG_CONFIG_KEYFILE=鍵ファイル
DLG_CONFIG_CHALLENGE=チャレンジレスポンス認証
DLG_CONFIG_PAGEANT=Pageantを使う
DLG_CONFIG_DETAIL=詳細設定

DLG_ETC_TITLE=詳細設定
DLG_ETC_APP=起動アプリ
DLG_ETC_OPTION=オプション
DLG_ETC_CONFIG=Tera Term設定ファイル(「起動のみ」以外)
DLG_ETC_AUTO=自動ログイン用設定項目
DLG_ETC_LOGFILE=ログファイル
DLG_ETC_PROMPT=プロンプト
DLG_ETC_USER=ユーザ名
DLG_ETC_PASS=パスワード

DLG_LOCKBOX_TITLE=TeraTerm Menu
DLG_LOCKBOX_LABEL=LockBoxのパスワードを入力して下さい：
DLG_LOCKBOX_SHOW=このパスワードはLockBoxの施錠と解錠に使われます。
DLG_LOCKBOX_WRONG=パスワードに誤りがあります。
DLG_LOCKBOX_STRTOOLONG=パスワードが長すぎます。
DLG_LOCKBOX_NOSTR=パスワードが入力されていません。
DLG_LOCKBOX_VALID=正しいパスワードです。
MSG_ERROR_NOLOCKBOX=error: LockBoxが未設定です。
MSG_TOOLTIP_CHECK_LOCKBOX=LockBoxを有効にするとログインパスワードは暗号化されてLockBoxに保存されます。
MSG_TOOLTIP_BUTTON_LOCKBOX=LockBoxの施錠/解錠用パスワードを設定します。

MSG_ERROR_READREG=レジストリからのデータ読み出しに失敗しました。\n
MSG_ERROR_MAKETTL=ttpmenu.TTLの作成に失敗しました。\n
MSG_ERROR_LAUNCH=アプリケーションの実行に失敗しました。\n
MSG_ERROR_NOREGNAME=登録名を入力して下さい。
MSG_ERROR_INVALIDREGNAME=登録名に"\\"は使用できません。
MSG_ERROR_NOHOST=ホスト名を入力して下さい。
MSG_ERROR_NOMACRO=マクロファイル名を入力して下さい。
MSG_ERROR_CHECKFILE=ファイル[%s]のチェックに失敗しました。\n
MSG_ERROR_SAVEREG=レジストリへの保存に失敗しました。\n
MSG_ERROR_OPENREG=レジストリを開けませんでした。\n
MSG_ERROR_SELECTREG=削除する登録を選択して下さい。
MSG_ERROR_GETDELETEREG=削除する登録の取得に失敗しました。
MSG_ERROR_DELETEREG=レジストリの削除に失敗しました。\n
MSG_ERROR_WINCLASS=ウィンドウクラスの登録に失敗しました。\n

FILEDLG_MACRO_TITLE=マクロファイルを指定
FILEDLG_MACRO_FILTER=マクロファイル(*.ttl)\0*.ttl\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_KEY_TITLE=秘密鍵を指定
FILEDLG_KEY_FILTER=秘密鍵ファイル\0identity;id_rsa;id_dsa\0identity(RSA1)\0identity\0id_rsa(SSH2)\0id_rsa\0id_dsa(SSH2)\0id_dsa\0all(*.*)\0*.*\0\0
FILEDLG_TERATERM_TITLE=Tera Termを指定
FILEDLG_TERATERM_FILTER=実行ファイル(*.exe)\0*.exe\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_INI_TITLE=設定ファイルを指定
FILEDLG_INI_FILTER=設定ファイル(*.ini)\0*.ini\0すべてのファイル(*.*)\0*.*\0\0
FILEDLG_LOG_TITLE=ログファイルを指定
FILEDLG_LOG_FILTER=ログファイル(*.log)\0*.log\0すべてのファイル(*.*)\0*.*\0\0

BTN_OK=OK
BTN_CANCEL=キャンセル
BTN_DEFAULT=デフォルト


[TTXKanjiMenu]
MENU_KANJI=漢字コード(&K)
MENU_KANJI_K=文字コード(&K)
MENU_RECV_SJIS=受信: &Shift_JIS
MENU_RECV_EUCJP=受信: &EUC-JP
MENU_RECV_JIS=受信: &JIS
MENU_RECV_UTF8=受信: &UTF-8
MENU_RECV_KS5601=受信: &KS5601
MENU_SEND_SJIS=送信: S&hift_JIS
MENU_SEND_EUCJP=送信: EU&C-JP
MENU_SEND_JIS=送信: J&IS
MENU_SEND_UTF8=送信: U&TF-8
MENU_SEND_KS5601=送信: K&S5601
MENU_USE_ONE_SETTING=送受信両方を変更(&O)
MENU_SJIS=送受信: &Shift_JIS
MENU_EUCJP=送受信: &EUC-JP
MENU_JIS=送受信: &JIS
MENU_UTF8=送受信: &UTF-8
MENU_KS5601=送受信: &KS5601
MENU_SETTING=設定(&I)
MENU_SETTING_TITLE=KanjiMenu設定
MENU_CHARCODE=文字コードメニューを表示(&W)
MENU_CONTENTS=メニュー内容(&C)
MENU_CONTENTS_AUTO=自動選択
MENU_CONTENTS_JAPANESE=日本語
MENU_CONTENTS_KOREAN=韓国語
MENU_AMB_MENU=Ambiguous(曖昧)文字幅メニューを表示(&A)
MENU_USE_ONE_SETTING_MENU=送受信両方を変更メニューを表示(&N)
BTN_OK=OK
BTN_CANCEL=キャンセル
BTN_HELP=ヘルプ

[TTXAlwaysOnTop]
MENU_ALWAYSONTOP=常に最前面に表示(&A)


[TTXRecurringCommand]
DLG_TAHOMA_FONT=ＭＳ Ｐゴシック,9,128

MENU_SETUP_RECURRING=繰り返しコマンド(&U)
MENU_CONTROL_RECURRING=繰り返しコマンド(&U)

DLG_TITLE=繰り返しコマンド
DLG_ENABLE=有効(&E)
DLG_INTERVAL=間隔(秒)(&I)
DLG_COMMAND=コマンド(&C)
DLG_ADD_NEWLINE=改行を追加(&A)

BTN_OK=OK
BTN_CANCEL=キャンセル

[TTXCheckUpdate]
MSG_CHECKUPDATE=アップデートの確認を行いますか?\n  %s
MENU_CHECKUPDATE=更新の確認(&U)...


[TTXttyrec]
MENU_RECORD=TTY 録画(&Y)
MENU_REPLAY=TTY 再生(&E)
MENU_REPLAYAGAIN=TTY 再生 再実行
FILE_FILTER=ttyrec(*.tty)\0*.tty\0All files(*.*)\0*.*\0\0
FILE_DEFAULTEXTENSION=tty
TITLE_STATUS_MSG=Speed: %d, Pause: %s
TITLE_STATUS_ON=ON
TITLE_STATUS_OFF=OFF
TITLE_TRIM=%d.%06d secs idle. trim to %d secs.
MSG_TITLE=TTXttyplay
MSG_RSIZE=rsize != sizeof(b), Disabled.


[TTXViewMode]
MENU_SETPASS=ViewModeパスワード設定(&V)
MENU_VIEWMODE=View modeに入る(&V)
DLG_SETPASSWORD_TITLE=パスワード設定
DLG_SETPASSWORD_CURPASS=旧パスワード
DLG_SETPASSWORD_NEWPASS=新パスワード
DLG_SETPASSWORD_RETPASS=新パスワード(再入力)
DLG_INPUTPASSWORD_TITLE=パスワード入力
DLG_INPUTPASSWORD_PASSWORD=パスワード
MSG_TITLE=TTXViewMode
MSG_CHANGED=パスワードを変更しました。
MSG_INVALID=パスワードに誤りがあります。
MSG_NOTMATCHED=新しいパスワードが一致しません。
MSG_TITLE_ERROR=TTXViewMode エラー
MSG_CANNOTDISPLAY=ダイアログボックスを表示できません。
BTN_OK=OK
BTN_CANCEL=キャンセル
